Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Saved, pending your confirmation: %@
de: Gespeichert, wartet auf deine Bestätigung: %@
es: Guardado, pendiente de tu confirmación: %@
fr: Enregistré, en attente de votre confirmation : %@
it: Salvato, in attesa della tua conferma: %@
pl: Zapisano, czeka na Twoje potwierdzenie: %@
pt_pt: Guardado, à espera da tua confirmação: %@
ru: Сохранено, ожидает вашего подтверждения: %@
th: บันทึกแล้ว รอการยืนยันของคุณ: %@
zh_hans: 已保存，等待你的确认：%@
zh_hant: 已儲存，等待你的確認：%@

source: Saves every raw 5/MG frame (with a timestamp and the live heart rate) to a JSON file you can share to help map the biometric layout. This only records frames the strap already sent (it never writes to your strap), so it is safe to leave on. Export the file and attach it to a protocol-mapping issue.
de: Speichert jeden rohen 5/MG-Frame (mit Zeitstempel und Live-Herzfrequenz) in eine JSON-Datei, die du teilen kannst, um beim Kartieren des Biometrie-Layouts zu helfen. Es zeichnet nur Frames auf, die der Strap ohnehin gesendet hat (es schreibt nie auf deinen Strap), du kannst es also gefahrlos anlassen. Exportiere die Datei und hänge sie an ein Protokoll-Mapping-Issue an.
es: Guarda cada trama 5/MG en bruto (con marca de tiempo y la frecuencia cardíaca en vivo) en un archivo JSON que puedes compartir para ayudar a mapear el diseño biométrico. Solo registra tramas que la pulsera ya envió (nunca escribe en tu pulsera), así que es seguro dejarlo activado. Exporta el archivo y adjúntalo a un issue de mapeo de protocolo.
fr: Enregistre chaque trame brute 5/MG (avec un horodatage et la fréquence cardiaque en direct) dans un fichier JSON que vous pouvez partager pour aider à cartographier la structure biométrique. Cela n'enregistre que les trames déjà envoyées par le bracelet (cela n'écrit jamais sur votre bracelet), il est donc sûr de le laisser activé. Exportez le fichier et joignez-le à un ticket de cartographie de protocole.
it: Salva ogni frame grezzo 5/MG (con un timestamp e la frequenza cardiaca in diretta) in un file JSON che puoi condividere per aiutare a mappare la struttura biometrica. Registra solo i frame che la fascia ha già inviato, non scrive mai sulla tua fascia, quindi è sicuro lasciarlo attivo. Esporta il file e allegalo a una segnalazione di mappatura del protocollo.
pl: Zapisuje każdą surową klatkę 5/MG (ze znacznikiem czasu i tętnem na żywo) w pliku JSON, który możesz udostępnić, aby pomóc w mapowaniu układu biometrycznego. Zapisuje to tylko ramki już wysłanego paska (nigdy nie zapisuje go na pasku), więc można go bezpiecznie zostawić. Wyeksportuj plik i dołącz go do problemu z mapowaniem protokołu.
pt_pt: Guarda cada fotograma 5/MG em bruto (com carimbo de data/hora e frequência cardíaca em direto) num ficheiro JSON que pode partilhar para ajudar a mapear o layout biométrico. Isto grava apenas os quadros da bracelete já enviada (nunca grava na tua bracelete), por isso é seguro deixá-la ligada. Exporte o ficheiro e anexe-o a um problema de mapeamento de protocolo.
ru: Сохраняет каждый необработанный кадр 5/MG (с меткой времени и текущим пульсом) в JSON-файл, которым можно поделиться, чтобы помочь составить карту биометрического формата. Записываются только кадры, уже отправленные браслетом (в браслет ничего не записывается), поэтому это безопасно оставить включённым. Экспортируйте файл и приложите его к issue по сопоставлению протокола.
th: บันทึกเฟรม Raw 5/MG ทุกเฟรม (พร้อมการประทับเวลาและอัตราการเต้นหัวใจแบบเรียลไทม์) ลงในไฟล์ JSON ที่คุณสามารถแชร์เพื่อช่วยแมปเค้าโครงไบโอเมตริกซ์ วิธีนี้จะบันทึกเฉพาะเฟรมที่สายรัดส่งไปแล้วเท่านั้น (ไม่เคยเขียนไปที่สายรัดของคุณ) จึงสามารถปล่อยทิ้งไว้ได้อย่างปลอดภัย ส่งออกไฟล์และแนบไปกับปัญหาการแมปโปรโตคอล
zh_hans: 将每一个原始 5/MG 帧（带时间戳和实时心率）保存到一个 JSON 文件，你可以分享它来帮助绘制生物数据布局。它只记录手环已经发送的帧，绝不会向你的手环写入任何内容，因此可以放心保持开启。导出该文件并将其附加到协议映射的 issue 中。
zh_hant: 將每一個原始 5/MG 幀（帶時間戳和即時心率）保存到一個 JSON 檔案，你可以分享它來幫助繪製生物數據佈局。它只記錄手環已經發送的幀，絕不會向你的手環寫入任何內容，因此可以放心保持開啟。匯出該檔案並將其附加到協議對映的 issue 中。

source: Saves every raw 5/MG frame (with a timestamp and the live heart rate) to a JSON file you can share to help map the biometric layout. This only records frames the strap already sent, it never writes to your strap, so it is safe to leave on. Export the file and attach it to a protocol-mapping issue.
de: Speichert jeden rohen 5/MG-Frame (mit Zeitstempel und Live-Herzfrequenz) in einer JSON-Datei, die du teilen kannst, um das biometrische Layout zu kartieren. Dies zeichnet nur Frames auf, die der Strap bereits gesendet hat, es schreibt nie auf deinen Strap, daher ist es sicher, es aktiviert zu lassen. Exportiere die Datei und hänge sie an ein Protokoll-Mapping-Issue an.
es: Guarda cada fotograma en bruto 5/MG (con una marca de tiempo y la frecuencia cardíaca en vivo) en un archivo JSON que puedes compartir para ayudar a mapear la disposición biométrica. Esto solo registra los fotogramas que la correa ya envió, nunca escribe en tu correa, así que es seguro dejarlo activado. Exporta el archivo y adjúntalo a un issue de mapeo del protocolo.
fr: Enregistre chaque trame brute 5/MG (avec un horodatage et la fréquence cardiaque en direct) dans un fichier JSON que vous pouvez partager pour aider à cartographier la disposition biométrique. Cela n'enregistre que les trames que le bracelet a déjà envoyées, il n'écrit jamais sur votre bracelet, il est donc sans danger de le laisser activé. Exportez le fichier et joignez-le à une issue de cartographie de protocole.
it: Salva ogni frame grezzo 5/MG (con un timestamp e la frequenza cardiaca in diretta) in un file JSON che puoi condividere per aiutare a mappare la struttura biometrica. Registra solo i frame che la fascia ha già inviato, non scrive mai sulla tua fascia, quindi è sicuro lasciarlo attivo. Esporta il file e allegalo a una issue di mappatura del protocollo.
pl: Zapisuje każdą surową klatkę 5/MG (ze znacznikiem czasu i tętnem na żywo) w pliku JSON, który możesz udostępnić, aby pomóc w mapowaniu układu biometrycznego. Rejestruje tylko ramki już wysłanego paska, nigdy nie zapisuje go na pasku, więc można go bezpiecznie zostawić. Wyeksportuj plik i dołącz go do problemu z mapowaniem protokołu.
pt_pt: Guarda cada fotograma 5/MG em bruto (com carimbo de data/hora e frequência cardíaca em direto) num ficheiro JSON que pode partilhar para ajudar a mapear o layout biométrico. Este grava apenas os quadros da bracelete já enviada, nunca grava na tua bracelete, por isso é seguro deixá-lo ligado. Exporte o ficheiro e anexe-o a um problema de mapeamento de protocolo.
ru: Сохраняет каждый исходный пакет данных 5/MG с меткой времени и текущим пульсом в JSON-файл, которым можно поделиться, чтобы помочь разобраться в структуре биометрических данных. Записываются только пакеты, которые браслет уже отправил; данные на браслет не записываются, поэтому эту опцию безопасно оставлять включённой. Экспортируйте файл и приложите его к задаче по разбору протокола.
th: บันทึกเฟรม Raw 5/MG ทุกเฟรม (พร้อมการประทับเวลาและอัตราการเต้นหัวใจแบบเรียลไทม์) ลงในไฟล์ JSON ที่คุณสามารถแชร์เพื่อช่วยแมปเค้าโครงไบโอเมตริกซ์ วิธีนี้จะบันทึกเฉพาะเฟรมที่สายรัดส่งไปแล้วเท่านั้น โดยจะไม่เขียนลงบนสายรัดของคุณ จึงสามารถปล่อยทิ้งไว้ได้อย่างปลอดภัย ส่งออกไฟล์และแนบไปกับปัญหาการแมปโปรโตคอล
zh_hans: 将每一个原始 5/MG 帧（带时间戳和实时心率）保存到一个 JSON 文件，你可以分享它来帮助绘制生物数据布局。它只记录手环已经发送的帧，，绝不会向你的手环写入任何内容，，因此可以放心保持开启。导出该文件并将其附加到协议映射的 issue 中。
zh_hant: 將每一個原始 5/MG 幀（帶時間戳和即時心率）保存到一個 JSON 檔案，你可以分享它來幫助繪製生物數據佈局。它只記錄手環已經發送的幀，，絕不會向你的手環寫入任何內容，，因此可以放心保持開啟。匯出該檔案並將其附加到協議對映的 issue 中。

source: Saves the raw capture and the strap log together as a matched pair. Attach both to a protocol-mapping issue.
de: Speichert die Rohaufnahme und das Strap-Log zusammen als zusammengehöriges Paar. Häng beides an ein Protokoll-Mapping-Issue an.
es: Guarda la captura en bruto y el registro de la pulsera juntos como un par emparejado. Adjunta ambos a un issue de mapeo de protocolo.
fr: Enregistre la capture brute et le journal du bracelet ensemble, formant une paire assortie. Joignez les deux à un ticket de cartographie de protocole.
it: Salva insieme la cattura grezza e il log della fascia come coppia abbinata, allega entrambi a una segnalazione di mappatura del protocollo.
pl: Zapisuje nieprzetworzone przechwycenie i dziennik paska jako dopasowaną parę. Dołącz oba do problemu z mapowaniem protokołu.
pt_pt: Guarda a captura bruta e o registo de bracelete juntos como um par correspondente. Anexe ambos a um problema de mapeamento de protocolo.
ru: Сохраняет необработанную запись и журнал браслета вместе, как согласованную пару. Приложите оба файла к issue по сопоставлению протокола.
th: บันทึกการจับแบบ Raw และบันทึกสายรัดเข้าด้วยกันเป็นคู่ที่ตรงกัน แนบทั้งสองอย่างกับปัญหาการแมปโปรโตคอล
zh_hans: 将原始捕获和手环日志作为一对配对文件一起保存，请将两者都附加到协议映射的 issue 中。
zh_hant: 將原始擷取和手環日誌作為一對配對檔案一起保存，請將兩者都附加到協議對映的 issue 中。

source: Saving to: %@
de: Wird gespeichert nach: %@
es: Guardando en: %@
fr: Enregistrement vers : %@
it: Salvataggio in: %@
pl: Zapisywanie w: %@
pt_pt: Guardando em: %@
ru: Сохранение в: %@
th: บันทึกไปที่: %@
zh_hans: 正在保存到：%@
zh_hant: 正在儲存到：%@

source: Saving, correcting and forgetting facts, and searching past chats.
de: Fakten speichern, korrigieren und vergessen, und frühere Chats durchsuchen.
es: Guardar, corregir y olvidar datos, y buscar en chats anteriores.
fr: Enregistrer, corriger et oublier des informations, et rechercher dans les anciennes conversations.
it: Salvare, correggere e dimenticare fatti e cercare nelle chat passate.
pl: Zapisywanie, poprawianie i zapominanie faktów oraz przeszukiwanie wcześniejszych rozmów.
pt_pt: Guardar, corrigir e esquecer factos, e pesquisar em conversas anteriores.
ru: Сохранение, исправление и забывание фактов, а также поиск прошлых чатов.
th: บันทึก แก้ไข ลืมข้อเท็จจริง และค้นหาแชทที่ผ่านมา
zh_hans: 保存、更正和忘记事实，以及搜索过去的聊天记录。
zh_hant: 儲存、更正和忘記事實，以及搜尋過去的聊天記錄。

source: Saving…
de: Wird gesichert…
es: Guardando…
fr: Enregistrement en cours…
it: Salvataggio…
pl: Oszczędność…
pt_pt: Salvando…
ru: Сохранение…
th: กำลังบันทึก…
zh_hans: 保存中…
zh_hant: 儲存中…

source: Scaling
de: Skalierung
es: Escala
fr: Mise à l'échelle
it: Ridimensionamento
pl: Ułuskowienie
pt_pt: Escala
ru: Масштабирование
th: การปรับขนาด
zh_hans: 缩放
zh_hant: 縮放

source: Scan
de: Suchen
es: Escanear
fr: Scanner
it: Scansiona
pl: Skandować
pt_pt: Digitalizar
ru: Сканировать
th: สแกน
zh_hans: 扫描
zh_hant: 掃描

source: Scan & connect
de: Scannen & verbinden
es: Buscar y conectar
fr: Scanner et connecter
it: Scansiona e connetti
pl: Skanuj i połącz
pt_pt: Digitalize e ligue
ru: Сканировать и подключить
th: สแกนและเชื่อมต่อ
zh_hans: 扫描并连接
zh_hant: 掃描並連接

source: Scan & Connect
de: Suchen & Verbinden
es: Escanear y conectar
fr: Scanner et connecter
it: Scansiona e collega
pl: Skanuj i połącz
pt_pt: Digitalizar e ligar
ru: Найти и подключить
th: สแกนและเชื่อมต่อ
zh_hans: 扫描并连接
zh_hant: 掃描並連接

source: Scan connects to %@. To pair or switch bands, open Devices.
de: „Scannen“ verbindet mit %@. Zum Koppeln oder Wechseln von Bändern öffne „Geräte“.
es: Buscar conecta con %@. Para emparejar o cambiar de banda, abre Dispositivos.
fr: Scanner se connecte à %@. Pour associer ou changer de bande, ouvrez Appareils.
it: La scansione si connette a %@. Per accoppiare o cambiare fascia, apri Dispositivi.
pl: Skanowanie łączy się z %@. Aby sparować lub przełączyć pasma, otwórz Urządzenia.
pt_pt: A varredura liga-se a %@. Para emparelhar ou mudar de banda, abra Dispositivos.
ru: Сканирование подключается к %@. Чтобы выполнить сопряжение или сменить браслет, откройте раздел «Устройства».
th: สแกนเชื่อมต่อกับ %@ หากต้องการจับคู่หรือสลับแบนด์ ให้เปิดอุปกรณ์
zh_hans: 扫描会连接到 %@。要配对或切换手环，请打开「设备」。
zh_hant: 掃描會連接到 %@。要配對或切換手環，請打開「裝置」。

source: Scan for %@
de: Nach %@ scannen
es: Buscar %@
fr: Rechercher %@
it: Scansiona per %@
pl: Skanuj w poszukiwaniu %@
pt_pt: Procure por %@
ru: Сканировать %@
th: สแกนหา %@
zh_hans: 扫描 %@
zh_hant: 掃描 %@

source: Scan for your Oura ring
de: Nach deinem Oura-Ring scannen
es: Buscar tu anillo Oura
fr: Rechercher votre anneau Oura
it: Cerca il tuo anello Oura
pl: Zeskanuj swój pierścień Oura
pt_pt: Procure o teu anel Oura
ru: Сканировать кольцо Oura
th: สแกนหาแหวน Oura ของคุณ
zh_hans: 扫描你的 Oura 戒指
zh_hant: 掃描你的 Oura 戒指

source: Scan for your ring
de: Nach deinem Ring scannen
es: Buscar tu anillo
fr: Rechercher votre anneau
it: Cerca il tuo anello
pl: Wyszukaj swój pierścionek
pt_pt: Procure o teu anel
ru: Сканировать кольцо
th: สแกนหาแหวนของคุณ
zh_hans: 扫描你的戒指
zh_hant: 掃描你的戒指

source: Scan with any %@ wallet
de: Mit einer beliebigen %@-Wallet scannen
es: Escanea con cualquier monedero de %@
fr: Scanner avec n'importe quel portefeuille %@
it: Scansiona con qualsiasi wallet %@
pl: Zeskanuj dowolnym portfelem %@
pt_pt: Digitalize com qualquer carteira %@
ru: Отсканируйте любым кошельком %@
th: สแกนด้วยกระเป๋าเงิน %@ ใดก็ได้
zh_hans: 用任意 %@ 钱包扫描
zh_hant: 用任意 %@ 錢包掃描

source: Scanning your data…
de: Deine Daten werden durchsucht…
es: Analizando tus datos…
fr: Analyse de vos données…
it: Scansione dei tuoi dati…
pl: Skanuję Twoje dane…
pt_pt: Verificando os teus dados…
ru: Сканирование ваших данных…
th: กำลังสแกนข้อมูลของคุณ...
zh_hans: 正在扫描你的数据…
zh_hant: 正在掃描你的資料…

source: Scanning…
de: Suche…
es: Escaneando…
fr: Scan en cours…
it: Scansione…
pl: Łów…
pt_pt: Digitalizando…
ru: Сканирование…
th: กำลังสแกน...
zh_hans: 扫描中…
zh_hant: 掃描中…

source: Schedule
de: Zeitplan
es: Horario
fr: Emploi du temps
it: Orario
pl: Zaplanuj
pt_pt: Horário
ru: Расписание
th: กำหนดการ
zh_hans: 日程
zh_hant: 日程

source: Schedule a session
de: Einheit verplanen
es: Programar una sesión
fr: Planifier une séance
it: Pianifica una sessione
pl: Zaplanuj sesję
pt_pt: Agende uma sessão
ru: Запланировать сеанс
th: กำหนดเวลาเซสชัน
zh_hans: 安排会议
zh_hant: 安排會議

source: Scheduled exports cleared
de: Geplante Exporte gelöscht
es: Exportaciones programadas eliminadas
fr: Exports programmés effacés
it: Export pianificati cancellati
pl: Zaplanowany eksport został rozliczony
pt_pt: Exportações agendadas eliminadas
ru: Запланированные экспорты очищены
th: ล้างการส่งออกตามกำหนดการแล้ว
zh_hans: 计划导出已清除
zh_hant: 排程匯出已清除

source: SCORES
de: WERTE
es: PUNTUACIONES
it: PUNTEGGI
pl: WYNIKI
pt_pt: PONTUAÇÕES
ru: ПОКАЗАТЕЛИ
th: คะแนน
zh_hans: 分数
zh_hant: 評分

source: Scores still calibrating, no single day-owner yet
de: Werte kalibrieren noch, noch kein eindeutiger Tages-Eigentümer
es: Las puntuaciones aún se están calibrando, todavía no hay un día dominante
fr: Scores encore en calibration, pas encore de propriétaire unique du jour
it: Punteggi ancora in calibrazione, nessun protagonista del giorno ancora
pl: Wyniki wciąż się kalibrują, nie ma jeszcze jednego właściciela
pt_pt: As pontuações ainda estão a ser calibradas, ainda não há proprietário do dia
ru: Показатели ещё калибруются, единый источник дня пока не определён
th: คะแนนยังคงปรับเทียบ ยังไม่มีเจ้าของวันเดียว
zh_hans: 评分仍在校准中，尚无单一的当日主导来源
zh_hant: 評分仍在校準中，尚無單一的當日主導來源

source: Scroll to zoom · drag to pan
de: Scrollen zum Zoomen · Ziehen zum Verschieben
es: Desplázate para hacer zoom · arrastra para mover
fr: Défiler pour zoomer · glisser pour déplacer
it: Scorri per zoomare · trascina per spostare
pl: Przewiń, aby powiększyć · przeciągnij, aby przesunąć
pt_pt: Percorrer para ampliar · arrastar para deslocar
ru: Прокрутка — масштаб · перетаскивание — панорама
th: เลื่อนเพื่อซูม · ลากเพื่อเลื่อน
zh_hans: 滚动以缩放 · 拖动以平移
zh_hant: 滾動以縮放 · 拖動以平移

source: SD1:SD2 ratio
de: SD1:SD2-Verhältnis
es: Relación SD1:SD2
fr: Rapport SD1:SD2
it: Rapporto SD1:SD2
pl: Stosunek SD1:SD2
pt_pt: Relação SD1:SD2
ru: Соотношение SD1:SD2
th: อัตราส่วน SD1:SD2
zh_hans: SD1:SD2 比值
zh_hant: SD1:SD2 比值

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pl: Szukaj
pt_pt: Pesquisa
ru: Поиск
th: ค้นหา
zh_hans: 搜索
zh_hant: 搜尋

source: Search conversations
de: Unterhaltungen durchsuchen
es: Buscar conversaciones
fr: Rechercher dans les conversations
it: Cerca conversazioni
pl: Szukaj w rozmowach
pt_pt: Pesquisar conversas
ru: Поиск бесед
th: ค้นหาการสนทนา
zh_hans: 搜索对话
zh_hant: 搜尋對話

source: Search markers
de: Marker durchsuchen
es: Buscar marcadores
fr: Rechercher des marqueurs
it: Cerca marcatori
pl: Szukaj znaczników
pt_pt: Marcadores de pesquisa
ru: Поиск маркеров
th: ค้นหาตัวชี้วัด
zh_hans: 搜索标记
zh_hant: 搜尋標記

source: Search markers (e.g. LDL, ferritin)
de: Marker durchsuchen (z. B. LDL, Ferritin)
es: Buscar marcadores (p. ej. LDL, ferritina)
fr: Rechercher des marqueurs (p. ex. LDL, ferritine)
it: Cerca marcatori (es. LDL, ferritina)
pl: Szukaj markerów (np. LDL, ferrytyna)
pt_pt: Marcadores de pesquisa (por exemplo, LDL, ferritina)
ru: Поиск маркеров (например, ЛПНП, ферритин)
th: ค้นหาตัวชี้วัด (เช่น LDL, ferritin)
zh_hans: 搜索标记（例如 LDL、铁蛋白）
zh_hant: 搜尋標記（例如 LDL、鐵蛋白）

source: Search models
de: Modelle suchen
es: Buscar modelos
fr: Rechercher des modèles
it: Cerca modelli
pl: Szukaj modeli
pt_pt: Pesquisar modelos
ru: Поиск моделей
th: ค้นหาโมเดล
zh_hans: 搜索型号
zh_hant: 搜尋型號

source: Search sport
de: Sportart suchen
es: Buscar deporte
fr: Rechercher un sport
it: Cerca sport
pl: Wyszukaj sport
pt_pt: Pesquisar desporto
ru: Поиск вида спорта
th: ค้นหากีฬา
zh_hans: 搜索运动项目
zh_hant: 搜尋運動項目

source: Searching
de: Suche
es: Buscando
fr: Recherche en cours
it: Ricerca in corso
pl: Badawczy
pt_pt: Procurando
ru: Идёт поиск
th: กำลังค้นหา
zh_hans: 搜索中
zh_hant: 搜尋中

source: Searching…
de: Wird gesucht…
es: Buscando…
fr: Recherche en cours…
it: Ricerca…
pl: Badawczy…
pt_pt: A procurar…
ru: Поиск…
th: กำลังค้นหา...
zh_hans: 搜索中…
zh_hant: 搜尋中…

source: sec
de: Sek.
es: seg
fr: s
pl: sek
ru: с
th: วินาที
zh_hans: 秒
zh_hant: 秒

source: SEC
de: SEK
es: SEG
pl: SEK
ru: СЕК
th: วินาที
zh_hans: 秒
zh_hant: 秒

source: SECONDS
de: SEKUNDEN
es: SEGUNDOS
fr: SECONDES
it: SECONDI
pl: TOWARY DRUGIEJ JAKOŚCI
pt_pt: SEGUNDOS
ru: СЕКУНДЫ
th: วินาที
zh_hans: 秒
zh_hant: 秒

source: See how Charge, Effort and Rest are calculated, and how they differ from WHOOP.
de: Sieh, wie Ladung, Anstrengung und Ruhe berechnet werden und wie sie sich von WHOOP unterscheiden.
es: Mira cómo se calculan la Carga, el Esfuerzo y el Descanso, y en qué se diferencian de WHOOP.
fr: Découvrez comment la Charge, l'Effort et le Repos sont calculés, et en quoi ils diffèrent de WHOOP.
it: Scopri come vengono calcolati carica, sforzo e riposo, e in cosa differiscono da WHOOP.
pl: Zobacz, jak obliczane są Energia, Wysiłek i Odpoczynek i czym różnią się od WHOOP.
pt_pt: Veja como são calculados a Carga, o Esforço e o Descanso e como diferem do WHOOP.
ru: Узнайте, как рассчитываются Заряд, Усилие и Отдых и чем они отличаются от показателей WHOOP.
th: ดูว่าพลังฟื้นตัว ภาระร่างกาย และการพักผ่อนคำนวณอย่างไร และความแตกต่างจาก WHOOP อย่างไร
zh_hans: 了解能量、消耗和休息如何计算，以及它们与 WHOOP 的区别。
zh_hant: 了解能量、消耗和休息如何計算，以及它們與 WHOOP 的區別。

source: See recovery, beautifully
de: Erholung sehen, wunderschön
es: Mira tu recuperación, con estilo
fr: Voir la récupération, en beauté
it: Guarda il recupero, in tutta la sua bellezza
pl: Zobacz powrót do zdrowia, pięknie
pt_pt: Veja a recuperação, lindamente
ru: Красивый взгляд на восстановление
th: เห็นฟื้นตัวได้อย่างสวยงาม
zh_hans: 以更美的方式看见恢复
zh_hant: 以優美的方式看見恢復

source: See what shaped your Charge
de: Sieh, was deine Ladung geprägt hat
es: Mira qué influyó en tu Carga
fr: Voir ce qui a façonné votre Charge
it: Scopri cosa ha plasmato la tua carica
pl: Zobacz, co ukształtowało Twój Energia
pt_pt: Veja o que moldou o teu Carga
ru: Узнайте, что повлияло на ваш Заряд
th: ดูว่าอะไรเป็นตัวกำหนดพลังฟื้นตัวของคุณ
zh_hans: 查看是什么塑造了你的能量
zh_hant: 查看是什麼塑造了你的能量

source: See your full readiness
de: Sieh deine volle Bereitschaft
es: Mira tu preparación completa
fr: Voir votre préparation complète
it: Vedi la tua prontezza completa
pl: Zobacz swoją pełną gotowość
pt_pt: Veja a tua prontidão total
ru: Посмотреть полную готовность
th: ดูความพร้อมของคุณอย่างเต็มที่
zh_hans: 查看你的完整准备度
zh_hant: 查看你的完整準備度

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionnez
it: Seleziona
pl: Wybierz
pt_pt: Selecione
ru: Выбрать
th: เลือก
zh_hans: 选择
zh_hant: 選擇

source: Select sessions to merge or delete
de: Wählen Sie Sitzungen zum Zusammenführen oder Löschen aus
es: Seleccione sesiones para fusionar o eliminar
fr: Sélectionnez les sessions à fusionner ou à supprimer
it: Seleziona le sessioni da unire o eliminare
pl: Wybierz sesje do scalenia lub usunięcia
pt_pt: Selecione sessões para mesclar ou excluir
ru: Выберите сеансы для объединения или удаления
th: เลือกเซสชันที่จะรวมหรือลบ
zh_hans: 选择要合并或删除的会话
zh_hant: 選擇要合併或刪除的會話

source: Self-tracking, not a clinical assessment. If low mood persists, talk to a professional. You deserve support.
de: Selbstbeobachtung, keine klinische Beurteilung. Wenn gedrückte Stimmung anhält, sprich mit Fachpersonal. Du verdienst Unterstützung.
es: Autoseguimiento, no una evaluación clínica. Si el ánimo bajo persiste, habla con un profesional. Mereces apoyo.
fr: Auto-suivi, pas une évaluation clinique. Si une humeur basse persiste, parlez-en à un professionnel. Vous méritez du soutien.
it: Auto-monitoraggio, non una valutazione clinica. Se l'umore basso persiste, parla con un professionista, meriti supporto.
pl: Samośledzenie, a nie ocena kliniczna. Jeśli obniżony nastrój nie ustąpi, porozmawiaj ze specjalistą. Zasługujesz na wsparcie.
pt_pt: Autorregisto, não uma avaliação clínica. Se o mau humor persistir, fala com um profissional. Mereces apoio.
ru: Самонаблюдение, а не клиническая оценка. Если подавленное настроение сохраняется, обратитесь к специалисту. Вы заслуживаете поддержки.
th: การติดตามตนเอง ไม่ใช่การประเมินทางคลินิก หากยังคงมีอารมณ์ไม่ดีอยู่ ให้พูดคุยกับผู้เชี่ยวชาญ คุณสมควรได้รับการสนับสนุน
zh_hans: 自我追踪，而非临床评估。如果低落情绪持续存在，请咨询专业人士，你值得获得支持。
zh_hant: 自我追蹤，而非臨床評估。如果低落情緒持續存在，請諮詢專業人士，你值得獲得支持。

source: Semantic memory
de: Semantisches Gedächtnis
es: Memoria semántica
fr: Mémoire sémantique
it: Memoria semantica
pl: Pamięć semantyczna
pt_pt: Memória semântica
ru: Семантическая память
th: ความจำเชิงความหมาย
zh_hans: 语义记忆
zh_hant: 語意記憶

source: Semantic memory (on device)
de: Semantisches Gedächtnis (auf dem Gerät)
es: Memoria semántica (en el dispositivo)
fr: Mémoire sémantique (sur l'appareil)
it: Memoria semantica (sul dispositivo)
pl: Pamięć semantyczna (na urządzeniu)
pt_pt: Memória semântica (no dispositivo)
ru: Семантическая память (на устройстве)
th: ความจำเชิงความหมาย (บนอุปกรณ์)
zh_hans: 语义记忆（设备上）
zh_hant: 語意記憶（設備上）

source: Semantic memory indexing progress
de: Fortschritt der semantischen Speicherindizierung
es: Progreso de la indexación de la memoria semántica
fr: Progression de l'indexation de la mémoire sémantique
it: Avanzamento dell'indicizzazione della memoria semantica
pl: Postęp indeksowania pamięci semantycznej
pt_pt: Progresso da indexação da memória semântica
ru: Прогресс индексации семантической памяти
th: ความคืบหน้าการสร้างดัชนีความจำเชิงความหมาย
zh_hans: 语义记忆索引进展
zh_hant: 語意記憶索引進展

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pl: Wysłać
pt_pt: Enviar
ru: Отправить
th: ส่ง
zh_hans: 发送
zh_hant: 發送

source: Send a haptic buzz to your WHOOP strap.
de: Sende ein haptisches Vibrieren an deinen WHOOP-Strap.
es: Envía una vibración háptica a tu pulsera WHOOP.
fr: Envoyez une vibration haptique à votre bracelet WHOOP.
it: Invia una vibrazione aptica alla tua fascia WHOOP.
pl: Wyślij sygnał dotykowy do swojego paska WHOOP.
pt_pt: Envie um zumbido tátil para a tua bracelete WHOOP.
ru: Отправить вибросигнал на браслет WHOOP.
th: ส่งการสั่นแบบสัมผัสไปยังสายรัด WHOOP
zh_hans: 向你的 WHOOP 手环发送一次触感震动。
zh_hant: 向你的 WHOOP 手環發送一次觸感震動。
